Repository: Chorus-ACE/Greatdori
Catalog: Greatdori/Localization/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

# Welcome.agree-done
source: Done
zh_hans: 完成
zh_hant: 完成

# Welcome.agreement-prompt
source: By tapping “Done”, you agree to [Greatdori! Software License Agreement](placeholder://license-agreement).
zh_hans: 轻点“完成”即代表你同意 [Greatdori! 软件许可协议](placeholder://license-agreement)。
zh_hant: 輕觸“完成”即代表你同意[Greatdori! 軟體授權使用協議](placeholder://license-agreement)

# Welcome.agreement-prompt.checkmark
source: By tapping the checkmark button, you agree to [Greatdori! Software License Agreement](placeholder://license-agreement).
zh_hans: 轻点勾号按钮即代表你同意 [Greatdori! 软件许可协议](placeholder://license-agreement)。
zh_hant: 輕觸“完成”即代表你同意[Greatdori! 軟體授權使用協議](placeholder://license-agreement)

# Welcome.agreement-sheet.agree
source: Agree
zh_hans: 同意
zh_hant: 同意

# Welcome.agreement-sheet.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# Welcome.agreement-sheet.check-license
source: View License…
zh_hans: 查看协议
zh_hant: 查看協議…

# Welcome.agreement-sheet.message
source: By tapping “Agree” or pressing the Return key, you agree to Greatdori! Software License Agreement.
zh_hans: 轻点“同意”或按Return键即代表你同意 [Greatdori! 软件许可协议](placeholder://license-agreement)。
zh_hant: 點擊“同意”或按下return按鍵即代表你同意[Greatdori! 軟體授權使用協議](placeholder://license-agreement)

# Welcome.agreement-sheet.title
source: Greatdori! Software License Agreement
zh_hans: Greatdori! 软件许可协议
zh_hant: Greatdori! 軟體授權使用協議

# Welcome.footnote
source: You can change these in Settings at all time.
zh_hans: 你可以随时在“设置”内更改此设定。
zh_hant: 你可以隨時在設定中更改這些設定。

# Welcome.message
source: Greatdori! is a third-party wiki running on Apple platforms. Lets set up your settings first:
zh_hans: Greatdori!是一款运行于Apple平台的第三方Wiki客户端。让我们先设定好你的设置：
zh_hant: Greatdori! 是運行在 Apple 平台上的第三方 Wiki 軟體。我們先來設定一下你的偏好：

# Welcome.primary-locale
source: Primary Server
zh_hans: 主服务器
zh_hant: 伺服器（主）

# Welcome.secondary-locale
source: Secondary Server
zh_hans: 副服务器
zh_hant: 伺服器（副）

# Welcome.title
source: Welcome to Greatdori!
zh_hans: 欢迎使用Greatdori!
zh_hant: 歡迎使用 GreatdorI!

# Whats-new.done
source: Done
zh_hans: 完成

# Whats-new.testflight-note
source: Please feel free to report any bug or crashes to us, we would be very happy to receive these feedbacks.
zh_hans: 欢迎随时向我们反馈任何问题或崩溃问题，我们非常乐意接受这些报告。

# Whats-new.title.build.%lld
source: What’s New in Greatdori! Build %lld
zh_hans: Greatdori! Build %lld 的新功能

# Whats-new.title.recent
source: Recent Updates
zh_hans: 最近更新

# Whats-new.title.version.%@
source: What’s New in Greatdori! %@
zh_hans: Greatdori! %@ 的新功能

# Widget.collections
source: Collection
zh_hans: 精选集
zh_hant: 收藏集

# Widget.collections.description
source: Choose a collection to shuffle throughout the day.
zh_hans: 选取精选集全天随机显示。
zh_hant: 選擇收藏集全天隨機顯示。

# Widget.collections.parameter.name
source: Collection
zh_hans: 精选集
zh_hant: 收藏集

# Widget.collections.parameter.shuffle-frequency
source: Shuffle Frequency
zh_hans: 随机刷新频率
zh_hant: 隨機刷新頻率

# Widget.event
source: Latest Event
zh_hans: 当下活动

# Widget.event.description
source: Check a server’s latest ongoing event.
zh_hans: 查看指定地区的当下活动。

# Widget.event.parameter.locale
source: Locale
zh_hans: 地区

# Widget.locale
source: Locale
zh_hans: 地区

# Widget.shuffle-frequency
source: Shuffle Frequency
zh_hans: 随机刷新频率
zh_hant: 隨機刷新頻率

# Widget.shuffle-frequency.daily
source: Daily
zh_hans: 每天
zh_hant: 每天

# Widget.shuffle-frequency.hourly
source: Hourly
zh_hans: 每小时
zh_hant: 每小時

# Widget.shuffle-frequency.on-tap
source: On Tap
zh_hans: 轻点时
zh_hant: 輕點時

source: Window
zh_hans: 窗口
zh_hant: 窗口

# Window.zeile-story-viewer
source: Zeile Story Viewer
zh_hans: Zeile故事查看器
zh_hant: Zeile 故事查看器

# Zeile.asset.delete
source: Delete
zh_hans: 删除
zh_hant: 刪除

# Zeile.asset.drag-to-add
source: Drag files to here to add
zh_hans: 将文件拖拽至此处以添加
zh_hant: 拖動文件到此處以添加

# Zeile.asset.none
source: No Asset
zh_hans: 无资源
zh_hant: 無資源

# Zeile.asset.rename
source: Rename
zh_hans: 重命名
zh_hant: 重新命名

# Zeile.command.find
source: Find
zh_hans: 查找
zh_hant: 搜尋

# Zeile.command.find.find
source: Find...
zh_hans: 查找…
zh_hant: 搜尋…

# Zeile.command.find.find-and.replace
source: Find and Replace…
zh_hans: 查找与替换…
zh_hant: 搜尋與替換…

# Zeile.command.find.find.next
source: Find Next
zh_hans: 查找下一个
zh_hant: 搜尋下一個

# Zeile.command.find.find.previous
source: Find Previous
zh_hans: 查找上一个
zh_hant: 搜尋上一個

# Zeile.command.find.hide
source: Hide Find Bar
zh_hans: 隐藏查找栏
zh_hant: 隱藏搜尋欄

# Zeile.command.find.replace
source: Replace
zh_hans: 替换
zh_hant: 替換

# Zeile.command.find.replace-all
source: Replace All
zh_hans: 全部替换
zh_hant: 替換全部

# Zeile.command.find.replace.next
source: Replace and Find Next
zh_hans: 替换并查找下一个
zh_hant: 替換並搜尋下一個

# Zeile.command.find.replace.previous
source: Replace and Find Previous
zh_hans: 替换并查找上一个
zh_hant: 替換並搜尋上一個

# Zeile.command.product
source: Product
zh_hans: 产品
zh_hant: 產品

# Zeile.command.product.archive
source: Archive
zh_hans: 归档
zh_hant: 歸檔

# Zeile.command.product.build
source: Build
zh_hans: 构建
zh_hant: 構建

# Zeile.command.product.build.bestdori
source: Build for Bestdori!
zh_hans: 为Bestdori!构建
zh_hant: 為 Bestdori! 構建

# Zeile.command.product.build.textual-ir
source: Build Textual IR
zh_hans: 构建文本IR
zh_hant: 構建文本 IR

# Zeile.command.product.clean-build-folder
source: Clean Build Folder
zh_hans: 清除构建文件夹
zh_hant: 清理構建文件夾

# Zeile.command.product.clear-all-issues
source: Clear All Isssues
zh_hans: 清除所有问题
zh_hant: 清除所有問題

# Zeile.command.product.copy-build-folder-path
source: Copy Build Folder Path
zh_hans: 复制构建文件夹目录
zh_hant: 拷貝構建文件夾路徑

# Zeile.command.product.run
source: Run
zh_hans: 运行
zh_hant: 運行

# Zeile.command.product.show-build-folder
source: Show Build Folder in Finder
zh_hans: 在“访达”中显示构建文件夹
zh_hant: 在 Finder 中顯示構建文件夾

# Zeile.command.product.stop
source: Stop
zh_hans: 停止
zh_hant: 停止

# Zeile.diagnostic.none
source: No Diagnostic
zh_hans: 无诊断信息
zh_hant: 無診斷信息

source: Zeile Editor
zh_hans: Zeile 编辑器
zh_hant: Zeile 編輯器

# Zeile.file.delete
source: Delete
zh_hans: 删除
zh_hant: 刪除

# Zeile.file.new
source: New
zh_hans: 新文件
zh_hant: 新建

# Zeile.file.rename
source: Rename
zh_hans: 重命名
zh_hant: 重新命名

# Zeile.home.new
source: Create New Project…
zh_hans: 创建新项目…
zh_hant: 創建新項目…

# Zeile.home.open
source: Open Existing Project…
zh_hans: 打开现有项目…
zh_hant: 打開現有項目…

# Zeile.project.metadata
source: Metadata
zh_hans: 元数据
zh_hant: 元數據

# Zeile.project.metadata.author
source: Author
zh_hans: 作者
zh_hant: 作者

# Zeile.project.metadata.description
source: Description
zh_hans: 描述
zh_hant: 描述

# Zeile.project.metadata.locale
source: Locale
zh_hans: 地区
zh_hant: 地區

# Zeile.project.metadata.name
source: Name
zh_hans: 作品名
zh_hant: 名稱

# Zeile.run
source: Run
zh_hans: 运行
zh_hant: 運行

# Zeile.stop
source: Stop
zh_hans: 停止
zh_hant: 停止

# News.filter.selection.cn
source: CN
zh_hant: 少女樂團派對CN

# News.filter.selection.en
source: EN
zh_hant: 少女樂團派對EN

# News.filter.selection.jp
source: JP
zh_hant: 少女樂團派對JP

# News.filter.selection.kr
source: KR
zh_hant: 少女樂團派對KR

# News.filter.selection.tw
source: TW
zh_hant: 少女樂團派對TW
